{"sequences": ["", "c", "c-x", "c-x-x", "c-x-x-b1.25", "c-x-x-b1.25-c", "c-x-x-b1.25-c-b0.64", "c-x-x-b1.25-c-b0.64-a", "c-x-x-b1.25-a", "c-x-b0.25", "c-x-b0.25-c", "c-x-b0.25-c-b0.50", "c-x-b0.25-c-b0.50-c", "c-x-b0.25-c-b0.50-c-x", "c-x-b0.25-c-b0.50-c-x-b0.25", "c-x-b0.25-c-b0.50-c-x-b0.58", "c-x-b0.25-c-b0.50-c-x-b1.25", "c-x-b0.25-c-b0.50-c-x-b1.25-a", "c-x-b0.25-c-b0.50-c-x-a", "c-x-b0.25-c-b0.50-a", "c-x-b0.50", "c-x-b1.25", "c-x-a", "r1.33", "r2.00", "r2.00-c", "r2.00-c-a", "r3.00", "a", "c-x-b0.50-c", "c-x-b0.50-c-x", "c-x-b0.50-c-x-a", "c-x-b0.50-c-b0.25", "c-x-b0.50-c-b0.62", "c-x-b0.50-c-b0.62-c", "c-x-b0.50-c-b0.62-c-x", "c-x-b0.50-c-b0.62-c-x-b1.22", "c-x-b0.50-c-b0.62-c-x-b1.22-a", "c-x-b0.50-c-b0.62-c-b0.28", "c-x-b0.50-c-b0.62-c-b0.61", "c-x-b0.50-c-b0.62-c-b1.22", "c-x-b0.50-c-b0.62-c-a", "c-x-b0.50-c-b1.25", "c-x-b0.50-c-b1.25-c", "c-x-b0.50-c-b1.25-c-x", "c-x-b0.50-c-b1.25-c-x-b0.32", "c-x-b0.50-c-b1.25-c-x-b0.32-a", "c-x-b0.50-c-b1.25-c-b0.32", "c-x-b0.50-c-b1.25-c-b0.32-a", "c-x-b0.50-c-b1.25-c-b0.64", "c-x-b0.50-c-b1.25-c-b1.25", "c-x-b0.50-c-b1.25-c-a", "c-x-b0.50-c-a", "c-x-b0.50-a", "c-b0.25", "c-b0.25-c", "c-b0.25-c-x", "c-b0.25-c-x-b0.17", "c-b0.25-c-x-b0.17-c", "c-b0.25-c-x-b0.17-c-x", "c-b0.25-c-x-b0.17-c-x-b0.62", "c-b0.25-c-x-b0.17-c-x-b0.62-a", "c-b0.25-c-x-b0.17-c-b0.25", "c-b0.25-c-x-b0.17-c-b0.62", "c-b0.25-c-x-b0.17-c-b0.62-a", "c-b0.25-c-x-b0.17-c-b1.25", "c-b0.25-c-x-b0.17-c-a", "c-b0.25-c-x-b0.17-a", "c-b0.25-c-b0.17", "c-b0.25-c-b0.17-c", "c-b0.25-c-b0.17-c-x", "c-b0.25-c-b0.17-c-x-b1.25", "c-b0.25-c-b0.17-c-x-b1.25-a", "c-b0.25-c-b0.17-c-b0.25", "c-b0.25-c-b0.17-c-b0.62", "c-b0.25-c-b0.17-c-b1.25", "c-b0.25-c-b0.17-c-a", "c-b0.25-c-b0.50", "c-b0.25-c-b0.50-c", "c-b0.25-c-b0.50-c-x", "c-b0.25-c-b0.50-c-x-b1.25", "c-b0.25-c-b0.50-c-x-b1.25-a", "c-b0.25-c-b0.50-c-b0.25", "c-b0.25-c-b0.50-c-b0.25-a", "c-b0.25-c-b0.50-c-b0.58", "c-b0.25-c-b0.50-c-b1.25", "c-b0.25-c-b0.50-c-a", "c-b0.25-c-b1.17", "c-b0.25-c-a", "c-b0.50", "c-b0.50-a", "c-b1.25", "c-b1.25-a", "c-a", "r3.00-c", "r3.00-c-b1.23", "r3.00-c-b1.23-c", "r3.00-c-b1.23-c-b0.66", "r3.00-c-b1.23-c-b0.66-c", "r3.00-c-b1.23-c-b0.66-c-x", "r3.00-c-b1.23-c-b0.66-c-x-b0.33", "r3.00-c-b1.23-c-b0.66-c-x-a", "r3.00-c-b1.23-c-b0.66-a", "r3.00-c-b1.23-a", "c-b0.50-c", "c-b0.50-c-b1.25", "c-b0.50-c-b1.25-c", "c-b0.50-c-b1.25-c-b1.25", "c-b0.50-c-b1.25-c-b1.25-a", "c-b0.50-c-b1.25-a", "r1.33-a", "r2.00-a", "r3.00-a", "c-b0.25-c-b0.50-c-b1.25-a", "c-b0.25-c-b0.50-a", "c-b0.25-a", "r3.00-c-b0.64", "r3.00-c-b0.64-c", "r3.00-c-b0.64-c-b1.24", "r3.00-c-b0.64-c-b1.24-c", "r3.00-c-b0.64-c-b1.24-c-a", "r3.00-c-b0.64-c-b1.24-a", "r3.00-c-b0.64-a", "c-b0.50-c-x", "c-b0.50-c-x-x", "c-b0.50-c-x-x-b0.62", "c-b0.50-c-x-x-b0.62-a", "c-b0.50-c-x-b0.25", "c-b0.50-c-x-b0.25-a", "c-b0.50-c-x-b0.62", "c-b0.50-c-x-b0.62-a", "c-b0.50-c-x-b1.25", "c-b0.50-c-x-a", "r3.00-c-x", "r3.00-c-x-x", "r3.00-c-x-x-b1.23", "r3.00-c-x-x-b1.23-c", "r3.00-c-x-x-b1.23-c-a", "r3.00-c-x-x-b1.23-a", "r3.00-c-x-b0.32", "r3.00-c-x-b0.32-c", "r3.00-c-x-b0.32-c-b1.25", "r3.00-c-x-b0.32-c-b1.25-c", "r3.00-c-x-b0.32-c-b1.25-c-a", "r3.00-c-x-b0.32-c-b1.25-a", "r3.00-c-x-b0.64", "r3.00-c-x-b1.23", "r3.00-c-x-b1.23-a", "r3.00-c-x-a", "r1.33-c", "r1.33-c-x", "r1.33-c-x-b1.25", "r1.33-c-x-b1.25-c", "r1.33-c-x-b1.25-c-x", "r1.33-c-x-b1.25-c-x-a", "r1.33-c-x-b1.25-c-b0.31", "r1.33-c-x-b1.25-c-b0.64", "r1.33-c-x-b1.25-c-b0.64-c", "r1.33-c-x-b1.25-c-b0.64-c-x", "r1.33-c-x-b1.25-c-b0.64-c-x-a", "r1.33-c-x-b1.25-c-b0.64-c-b0.32", "r1.33-c-x-b1.25-c-b0.64-c-b0.66", "r1.33-c-x-b1.25-c-b0.64-c-b1.25", "r1.33-c-x-b1.25-c-b0.64-c-a", "r1.33-c-x-b1.25-c-b1.24", "r1.33-c-x-b1.25-c-b1.24-a", "r1.33-c-x-b1.25-c-a", "r1.33-c-x-b1.25-a", "r1.33-c-b0.25", "r1.33-c-b0.25-c", "r1.33-c-b0.25-c-x", "r1.33-c-b0.25-c-x-x", "r1.33-c-b0.25-c-x-x-x", "r1.33-c-b0.25-c-x-x-b0.28", "r1.33-c-b0.25-c-x-x-b0.61", "r1.33-c-b0.25-c-x-x-b1.22", "r1.33-c-b0.25-c-x-x-b1.22-a", "r1.33-c-b0.25-c-x-x-a", "r1.33-c-b0.25-c-b0.28", "r1.33-c-b0.25-c-b0.61", "r1.33-c-b0.25-c-b1.22", "r1.33-c-b0.25-c-b1.22-c", "r1.33-c-b0.25-c-b1.22-c-x", "r1.33-c-b0.25-c-b1.22-c-x-a", "r1.33-c-b0.25-c-b1.22-c-b0.32", "r1.33-c-b0.25-c-b1.22-c-b0.32-a", "r1.33-c-b0.25-c-b1.22-c-b0.65", "r1.33-c-b0.25-c-b1.22-c-b1.24", "r1.33-c-b0.25-c-b1.22-c-a", "r1.33-c-b0.25-c-a", "r1.33-c-b0.58", "r1.33-c-b0.58-c", "r1.33-c-b0.58-c-x", "r1.33-c-b0.58-c-x-b1.23", "r1.33-c-b0.58-c-x-b1.23-c", "r1.33-c-b0.58-c-x-b1.23-c-x", "r1.33-c-b0.58-c-x-b1.23-c-x-a", "r1.33-c-b0.58-c-x-b1.23-c-b0.32", "r1.33-c-b0.58-c-x-b1.23-c-b0.66", "r1.33-c-b0.58-c-x-b1.23-c-b0.66-a", "r1.33-c-b0.58-c-x-b1.23-c-b1.24", "r1.33-c-b0.58-c-x-b1.23-c-a", "r1.33-c-b0.58-c-x-b1.23-a", "r1.33-c-b0.58-c-b0.31", "r1.33-c-b0.58-c-b0.65", "r1.33-c-b0.58-c-b0.65-a", "r1.33-c-b0.58-c-b1.23", "r1.33-c-b0.58-c-a", "r1.33-c-b1.25", "r1.33-c-a", "c-x-b0.50-c-x-b0.62", "c-x-b0.50-c-x-b0.62-c", "c-x-b0.50-c-x-b0.62-c-x", "c-x-b0.50-c-x-b0.62-c-x-b0.28", "c-x-b0.50-c-x-b0.62-c-x-b0.28-a", "c-x-b0.50-c-x-b0.62-c-b0.28", "c-x-b0.50-c-x-b0.62-c-b0.61", "c-x-b0.50-c-x-b0.62-c-b1.22", "c-x-b0.50-c-x-b0.62-c-a", "c-x-b0.50-c-x-b0.62-a", "c-x-b0.50-c-b0.25-a", "c-x-b0.50-c-b0.62-a", "c-b0.25-c-b0.17-a", "c-b0.25-c-b1.17-c", "c-b0.25-c-b1.17-c-x", "c-b0.25-c-b1.17-c-x-b0.30", "c-b0.25-c-b1.17-c-x-b0.30-a", "c-b0.25-c-b1.17-c-b0.30", "c-b0.25-c-b1.17-c-b0.30-a", "c-b0.25-c-b1.17-c-b0.65", "c-b0.25-c-b1.17-c-b1.25", "c-b0.25-c-b1.17-c-a", "c-b0.50-c-x-b0.62-c", "c-b0.50-c-x-b0.62-c-x", "c-b0.50-c-x-b0.62-c-b0.28", "c-b0.50-c-x-b0.62-c-b0.28-a", "c-b0.50-c-x-b0.62-c-b0.61", "c-b0.50-c-x-b0.62-c-b0.61-a", "c-b0.50-c-x-b0.62-c-b1.22", "c-b0.50-c-x-b0.62-c-a", "c-b0.50-c-b0.25", "c-b0.50-c-b0.62", "c-b0.50-c-b1.25-c-x", "c-b0.50-c-b1.25-c-b0.32", "c-b0.50-c-b1.25-c-b0.32-a", "c-b0.50-c-b1.25-c-b0.64", "c-b0.50-c-b1.25-c-a", "c-b0.50-c-a", "c-b0.25-c-x-x", "c-b0.25-c-x-x-x", "c-b0.25-c-x-x-x-b0.17", "c-b0.25-c-x-x-x-b0.17-a", "c-b0.25-c-x-x-x-b0.50", "c-b0.25-c-x-x-x-b1.17", "c-b0.25-c-x-x-x-a", "c-b0.25-c-x-b0.50", "c-b0.25-c-x-b1.17", "c-b0.25-c-x-b1.17-a", "c-b0.25-c-x-a", "r3.00-c-b0.32", "r3.00-c-b0.32-c", "r3.00-c-b0.32-c-b1.25", "r3.00-c-b0.32-c-b1.25-c", "r3.00-c-b0.32-c-b1.25-c-b0.66", "r3.00-c-b0.32-c-b1.25-c-b0.66-a", "r3.00-c-b0.32-c-b1.25-a", "r3.00-c-b0.32-a", "c-b0.25-c-x-x-b1.17", "c-b0.25-c-x-x-b1.17-a", "c-b0.25-c-x-b0.50-c", "c-b0.25-c-x-b0.50-c-b0.25", "c-b0.25-c-x-b0.50-c-b0.25-a", "r1.33-c-b0.25-a", "r3.00-c-b0.32-c-x", "r3.00-c-b0.32-c-x-x", "r3.00-c-b0.32-c-x-x-b0.31", "r3.00-c-b0.32-c-x-x-b0.31-a", "r3.00-c-b0.32-c-x-b0.31", "r3.00-c-b0.32-c-x-b0.31-c", "r3.00-c-b0.32-c-x-b0.31-c-x", "r3.00-c-b0.32-c-x-b0.31-c-x-b0.33", "r3.00-c-b0.32-c-x-b0.31-c-x-b0.66", "r3.00-c-b0.32-c-x-b0.31-c-x-b0.66-a", "r3.00-c-b0.32-c-x-b0.31-c-x-b1.24", "r3.00-c-b0.32-c-x-b0.31-c-x-a", "r3.00-c-b0.32-c-x-b0.64", "r3.00-c-b0.32-c-x-b1.25", "r3.00-c-b0.32-c-x-b1.25-a", "r3.00-c-b0.32-c-x-a", "r1.33-c-x-b1.25-c-x-b0.64", "r1.33-c-x-b1.25-c-x-b0.64-c", "r1.33-c-x-b1.25-c-x-b0.64-c-x", "r1.33-c-x-b1.25-c-x-b0.64-c-b0.32", "r1.33-c-x-b1.25-c-x-b0.64-c-b0.66", "r1.33-c-x-b1.25-c-x-b0.64-c-b1.25", "r1.33-c-x-b1.25-c-x-b0.64-c-a", "r1.33-c-x-b1.25-c-x-b0.64-a", "r1.33-c-x-b1.25-c-b0.31-a", "r1.33-c-x-b1.25-c-b1.24-c", "r1.33-c-x-b1.25-c-b1.24-c-x", "r1.33-c-x-b1.25-c-b1.24-c-b0.33", "r1.33-c-x-b1.25-c-b1.24-c-b0.66", "r1.33-c-x-b1.25-c-b1.24-c-b0.66-a", "r1.33-c-x-b1.25-c-b1.24-c-a", "r1.33-c-b1.25-c", "r1.33-c-b1.25-c-x", "r1.33-c-b1.25-c-x-b0.64", "r1.33-c-b1.25-c-x-b0.64-c", "r1.33-c-b1.25-c-x-b0.64-c-x", "r1.33-c-b1.25-c-x-b0.64-c-x-a", "r1.33-c-b1.25-c-x-b0.64-c-b0.32", "r1.33-c-b1.25-c-x-b0.64-c-b0.32-a", "r1.33-c-b1.25-c-x-b0.64-c-b0.66", "r1.33-c-b1.25-c-x-b0.64-c-b1.25", "r1.33-c-b1.25-c-x-b0.64-c-a", "r1.33-c-b1.25-c-x-b0.64-a", "r1.33-c-b1.25-c-b0.31", "r1.33-c-b1.25-c-b0.31-a", "r1.33-c-b1.25-c-b0.64", "r1.33-c-b1.25-c-b0.64-a", "r1.33-c-b1.25-c-b1.24", "r1.33-c-b1.25-c-a", "r3.00-c-x-b0.32-c-x", "r3.00-c-x-b0.32-c-x-b1.25", "r3.00-c-x-b0.32-c-x-b1.25-c", "r3.00-c-x-b0.32-c-x-b1.25-c-x", "r3.00-c-x-b0.32-c-x-b1.25-c-x-b0.33", "r3.00-c-x-b0.32-c-x-b1.25-c-x-b0.33-a", "r3.00-c-x-b0.32-c-x-b1.25-c-b0.33", "r3.00-c-x-b0.32-c-x-b1.25-c-b0.66", "r3.00-c-x-b0.32-c-x-b1.25-c-a", "r3.00-c-x-b0.32-c-x-b1.25-a", "r3.00-c-x-b0.32-c-b0.31", "r3.00-c-x-b0.32-c-b0.31-a", "r3.00-c-x-b0.32-c-b0.64", "r3.00-c-x-b0.32-c-a", "r3.00-c-x-b0.32-a", "r3.00-c-a", "c-x-x-b0.25", "c-x-x-b0.25-c", "c-x-x-b0.25-c-a", "c-x-x-b0.25-a", "c-x-b0.25-c-b1.17", "c-x-b0.25-c-b1.17-c", "c-x-b0.25-c-b1.17-c-x", "c-x-b0.25-c-b1.17-c-x-b0.30", "c-x-b0.25-c-b1.17-c-x-b0.30-a", "c-x-b0.25-c-b1.17-c-x-b0.65", "c-x-b0.25-c-b1.17-c-x-b0.65-a", "c-x-b0.25-c-b1.17-c-x-b1.25", "c-x-b0.25-c-b1.17-c-x-a", "c-x-b0.25-c-b1.17-a", "c-x-b0.25-c-x", "c-x-b0.25-c-x-x", "c-x-b0.25-c-x-x-x", "c-x-b0.25-c-x-x-x-b0.50", "c-x-b0.25-c-x-x-x-b0.50-a", "c-x-b0.25-c-x-x-b0.17", "c-x-b0.25-c-x-x-b0.50", "c-x-b0.25-c-x-x-b1.17", "c-x-b0.25-c-x-x-a", "c-x-b0.25-c-b0.17", "c-x-b0.25-c-b0.17-c", "c-x-b0.25-c-b0.17-c-x", "c-x-b0.25-c-b0.17-c-x-b0.25", "c-x-b0.25-c-b0.17-c-x-b0.25-a", "c-x-b0.25-c-b0.17-c-b0.25", "c-x-b0.25-c-b0.17-c-b0.25-a", "c-x-b0.25-c-b0.17-c-b0.62", "c-x-b0.25-c-b0.17-c-b1.25", "c-x-b0.25-c-b0.17-c-a", "c-x-b0.25-c-b1.17-c-b0.30", "c-x-b0.25-c-b1.17-c-b0.65", "c-x-b0.25-c-b1.17-c-b0.65-a", "c-x-b0.25-c-b1.17-c-b1.25", "c-x-b0.25-c-b1.17-c-b1.25-a", "c-x-b0.25-c-b1.17-c-a", "c-x-b0.25-c-a", "c-x-b0.25-a", "c-b0.25-c-x-b1.17-c", "c-b0.25-c-x-b1.17-c-x", "c-b0.25-c-x-b1.17-c-x-b0.65", "c-b0.25-c-x-b1.17-c-x-b0.65-a", "c-b0.25-c-x-b1.17-c-b0.30", "c-b0.25-c-x-b1.17-c-b0.65", "c-b0.25-c-x-b1.17-c-b0.65-a", "c-b0.25-c-x-b1.17-c-b1.25", "c-b0.25-c-x-b1.17-c-a", "c-b0.25-c-b1.17-c-b1.25-a", "c-b0.50-c-x-b0.62-c-x-a", "c-b0.50-c-b0.25-c", "c-b0.50-c-b0.25-c-x", "c-b0.50-c-b0.25-c-x-b1.25", "c-b0.50-c-b0.25-c-x-b1.25-a", "c-b0.50-c-b0.25-c-b0.25", "c-b0.50-c-b0.25-c-b0.58", "c-b0.50-c-b0.25-c-b0.58-a", "c-b0.50-c-b0.25-c-b1.25", "c-b0.50-c-b0.25-c-b1.25-a", "c-b0.50-c-b0.25-c-a", "c-b0.50-c-b0.62-a", "c-b0.25-c-b0.17-c-b0.62-a", "r2.00-c-x", "r2.00-c-x-b0.31", "r2.00-c-x-b0.31-c", "r2.00-c-x-b0.31-c-x", "r2.00-c-x-b0.31-c-x-b0.31", "r2.00-c-x-b0.31-c-x-b0.31-c", "r2.00-c-x-b0.31-c-x-b0.31-c-x", "r2.00-c-x-b0.31-c-x-b0.31-c-x-b0.31", "r2.00-c-x-b0.31-c-x-b0.31-c-x-b0.31-a", "r2.00-c-x-b0.31-c-x-b0.31-c-b0.31", "r2.00-c-x-b0.31-c-x-b0.31-c-b0.31-a", "r2.00-c-x-b0.31-c-x-b0.31-c-b0.64", "r2.00-c-x-b0.31-c-x-b0.31-c-b0.64-a", "r2.00-c-x-b0.31-c-x-b0.31-c-b1.24", "r2.00-c-x-b0.31-c-x-b0.31-c-a", "r2.00-c-x-b0.31-c-x-b0.31-a", "r2.00-c-x-b0.31-c-b0.31", "r2.00-c-x-b0.31-c-b0.31-c", "r2.00-c-x-b0.31-c-b0.31-c-x", "r2.00-c-x-b0.31-c-b0.31-c-x-b0.31", "r2.00-c-x-b0.31-c-b0.31-c-x-b0.31-a", "r2.00-c-x-b0.31-c-b0.31-c-b0.31", "r2.00-c-x-b0.31-c-b0.31-c-b0.31-a", "r2.00-c-x-b0.31-c-b0.31-c-b0.64", "r2.00-c-x-b0.31-c-b0.31-c-b0.64-a", "r2.00-c-x-b0.31-c-b0.31-c-b1.24", "r2.00-c-x-b0.31-c-b0.31-c-b1.24-a", "r2.00-c-x-b0.31-c-b0.31-c-a", "r2.00-c-x-b0.31-c-b0.65", "r2.00-c-x-b0.31-c-b0.65-c", "r2.00-c-x-b0.31-c-b0.65-c-x", "r2.00-c-x-b0.31-c-b0.65-c-x-b0.32", "r2.00-c-x-b0.31-c-b0.65-c-x-b0.32-a", "r2.00-c-x-b0.31-c-b0.65-c-b0.32", "r2.00-c-x-b0.31-c-b0.65-c-b0.65", "r2.00-c-x-b0.31-c-b0.65-c-b1.25", "r2.00-c-x-b0.31-c-b0.65-c-a", "r2.00-c-x-b0.31-c-b1.23", "r2.00-c-x-b0.31-c-b1.23-a", "r2.00-c-x-b0.31-c-a", "r2.00-c-x-b0.31-a", "r2.00-c-b0.31", "r2.00-c-b0.62", "r2.00-c-b1.25", "r1.33-c-b0.25-c-b0.61-c", "r1.33-c-b0.25-c-b0.61-c-b1.25", "r1.33-c-b0.25-c-b0.61-c-b1.25-a", "r1.33-c-b0.25-c-b0.61-a", "c-b1.25-c", "c-b1.25-c-b0.29", "c-b1.25-c-b0.29-c", "c-b1.25-c-b0.29-c-a", "c-b1.25-c-b0.29-a", "r1.33-c-x-b0.58", "r1.33-c-x-b0.58-c", "r1.33-c-x-b0.58-c-x", "r1.33-c-x-b0.58-c-x-b0.65", "r1.33-c-x-b0.58-c-x-b0.65-c", "r1.33-c-x-b0.58-c-x-b0.65-c-x", "r1.33-c-x-b0.58-c-x-b0.65-c-b0.32", "r1.33-c-x-b0.58-c-x-b0.65-c-b0.65", "r1.33-c-x-b0.58-c-x-b0.65-c-b1.25", "r1.33-c-x-b0.58-c-x-b0.65-c-b1.25-a", "r1.33-c-x-b0.58-c-x-b0.65-c-a", "r1.33-c-x-b0.58-c-x-b0.65-a", "r1.33-c-x-b0.58-c-b0.31", "r1.33-c-x-b0.58-c-b0.31-a", "r1.33-c-x-b0.58-c-b0.65", "r1.33-c-x-b0.58-c-b0.65-a", "r1.33-c-x-b0.58-c-b1.23", "r1.33-c-x-b0.58-c-b1.23-c", "r1.33-c-x-b0.58-c-b1.23-c-x", "r1.33-c-x-b0.58-c-b1.23-c-b0.32", "r1.33-c-x-b0.58-c-b1.23-c-b0.66", "r1.33-c-x-b0.58-c-b1.23-c-b1.24", "r1.33-c-x-b0.58-c-b1.23-c-a", "r1.33-c-x-b0.58-c-a", "r1.33-c-x-b0.58-a", "r1.33-c-b0.25-c-x-b1.22", "r1.33-c-b0.25-c-x-b1.22-c", "r1.33-c-b0.25-c-x-b1.22-c-x", "r1.33-c-b0.25-c-x-b1.22-c-x-a", "r1.33-c-b0.25-c-x-b1.22-c-b0.32", "r1.33-c-b0.25-c-x-b1.22-c-b0.65", "r1.33-c-b0.25-c-x-b1.22-c-b1.24", "r1.33-c-b0.25-c-x-b1.22-c-a", "r1.33-c-b0.25-c-x-b1.22-a", "r1.33-c-b0.25-c-b1.22-c-x-b1.24", "r1.33-c-b0.25-c-b1.22-c-x-b1.24-a", "r1.33-c-b0.25-c-b1.22-c-b0.65-a", "r1.33-c-b1.25-a", "r3.00-c-x-x-x", "r3.00-c-x-x-x-x", "r3.00-c-x-x-x-x-x", "r3.00-c-x-x-x-x-b0.32", "r3.00-c-x-x-x-x-b0.64", "r3.00-c-x-x-x-x-b1.23", "r3.00-c-x-x-x-x-b1.23-a", "r3.00-c-x-x-x-x-a", "r3.00-c-x-x-b0.32", "r3.00-c-x-x-b0.64", "r3.00-c-x-x-a", "r3.00-c-b0.32-c-x-b0.64-c", "r3.00-c-b0.32-c-x-b0.64-c-x", "r3.00-c-b0.32-c-x-b0.64-c-x-b0.33", "r3.00-c-b0.32-c-x-b0.64-c-x-b0.33-a", "r3.00-c-b0.32-c-x-b0.64-c-b0.33", "r3.00-c-b0.32-c-x-b0.64-c-b0.66", "r3.00-c-b0.32-c-x-b0.64-c-b1.24", "r3.00-c-b0.32-c-x-b0.64-c-a", "r3.00-c-b0.32-c-x-b0.64-a", "r3.00-c-b0.32-c-b0.31", "r3.00-c-b0.32-c-b0.64", "r3.00-c-b0.32-c-a", "r2.00-c-b1.25-c", "r2.00-c-b1.25-c-b0.32", "r2.00-c-b1.25-c-b0.32-c", "r2.00-c-b1.25-c-b0.32-c-a", "r2.00-c-b1.25-c-b0.32-a", "r2.00-c-b1.25-a", "r3.00-c-b0.64-c-x", "r3.00-c-b0.64-c-x-x", "r3.00-c-b0.64-c-x-x-b0.32", "r3.00-c-b0.64-c-x-x-b0.32-a", "r3.00-c-b0.64-c-x-b0.32", "r3.00-c-b0.64-c-x-b0.32-a", "r3.00-c-b0.64-c-x-b0.66", "r3.00-c-b0.64-c-x-b1.24", "r3.00-c-b0.64-c-x-a", "c-b0.50-c-x-x-x", "c-b0.50-c-x-x-b0.25", "c-b0.50-c-x-x-b1.25", "c-b0.50-c-x-x-a", "c-b0.50-c-b0.25-a", "c-b0.50-c-b1.25-c-x-b1.25", "c-b0.50-c-b1.25-c-x-b1.25-a", "c-b0.50-c-b1.25-c-b0.64-a", "c-b1.25-c-x", "c-b1.25-c-x-b1.21", "c-b1.25-c-x-b1.21-c", "c-b1.25-c-x-b1.21-c-x", "c-b1.25-c-x-b1.21-c-b0.31", "c-b1.25-c-x-b1.21-c-b0.31-a", "c-b1.25-c-x-b1.21-c-b0.65", "c-b1.25-c-x-b1.21-c-b1.25", "c-b1.25-c-x-b1.21-c-b1.25-a", "c-b1.25-c-x-b1.21-c-a", "c-b1.25-c-x-b1.21-a", "c-b1.25-c-b0.64", "c-b1.25-c-b1.21", "c-b1.25-c-b1.21-c", "c-b1.25-c-b1.21-c-x", "c-b1.25-c-b1.21-c-x-b1.25", "c-b1.25-c-b1.21-c-x-b1.25-a", "c-b1.25-c-b1.21-c-b0.31", "c-b1.25-c-b1.21-c-b0.31-a", "c-b1.25-c-b1.21-c-b0.65", "c-b1.25-c-b1.21-c-b1.25", "c-b1.25-c-b1.21-c-a", "c-b1.25-c-a", "r3.00-c-x-x-x-x-x-a", "r3.00-c-x-x-x-x-b0.32-a", "r3.00-c-x-x-b0.32-c", "r3.00-c-x-x-b0.32-c-x", "r3.00-c-x-x-b0.32-c-x-b0.31", "r3.00-c-x-x-b0.32-c-x-b0.31-a", "r3.00-c-x-x-b0.32-c-b0.31", "r3.00-c-x-x-b0.32-c-b0.31-a", "r3.00-c-x-x-b0.32-c-b0.64", "r3.00-c-x-x-b0.32-c-b1.25", "r3.00-c-x-x-b0.32-c-b1.25-a", "r3.00-c-x-x-b0.32-c-a", "r3.00-c-b0.32-c-x-b0.64-c-b0.33-a", "r3.00-c-b0.32-c-b0.64-c", "r3.00-c-b0.32-c-b0.64-c-x", "r3.00-c-b0.32-c-b0.64-c-x-a", "r3.00-c-b0.32-c-b0.64-c-b0.33", "r3.00-c-b0.32-c-b0.64-c-b0.33-a", "r3.00-c-b0.32-c-b0.64-c-b0.66", "r3.00-c-b0.32-c-b0.64-c-b1.24", "r3.00-c-b0.32-c-b0.64-c-a", "r3.00-c-b0.32-c-b1.25-c-x", "r3.00-c-b0.32-c-b1.25-c-x-b0.33", "r3.00-c-b0.32-c-b1.25-c-x-b0.33-a", "r3.00-c-b0.32-c-b1.25-c-b0.33", "r3.00-c-b0.32-c-b1.25-c-b0.33-a", "r3.00-c-b0.32-c-b1.25-c-a", "c-x-x-b1.25-c-b0.29", "c-x-x-b1.25-c-b0.29-a", "c-x-b1.25-a", "r1.33-c-x-x", "r1.33-c-x-x-a", "r1.33-c-x-b0.25", "r1.33-c-x-b0.58-c-b0.65-c", "r1.33-c-x-b0.58-c-b0.65-c-a", "r1.33-c-x-a", "r2.00-c-x-b0.31-c-x-b0.31-c-x-b0.64", "r2.00-c-x-b0.31-c-x-b0.31-c-x-b0.64-a", "r2.00-c-x-b0.31-c-x-b0.31-c-b1.24-a", "r2.00-c-x-b0.31-c-b0.65-c-x-b0.65", "r2.00-c-x-b0.31-c-b0.65-c-x-b0.65-a", "r2.00-c-x-b0.31-c-b0.65-c-b0.32-a", "r2.00-c-x-b0.31-c-b0.65-c-b0.65-a", "r2.00-c-x-b0.31-c-b0.65-c-b1.25-a", "r2.00-c-b0.31-c", "r2.00-c-b0.31-c-x", "r2.00-c-b0.31-c-x-b0.31", "r2.00-c-b0.31-c-x-b0.31-c", "r2.00-c-b0.31-c-x-b0.31-c-x", "r2.00-c-b0.31-c-x-b0.31-c-b0.31", "r2.00-c-b0.31-c-x-b0.31-c-b0.31-a", "r2.00-c-b0.31-c-x-b0.31-c-b0.64", "r2.00-c-b0.31-c-x-b0.31-c-b1.24", "r2.00-c-b0.31-c-x-b0.31-c-a", "r2.00-c-b0.31-c-x-b0.31-a", "r2.00-c-b0.31-c-b0.31", "r2.00-c-b0.31-c-b0.31-c", "r2.00-c-b0.31-c-b0.31-c-x", "r2.00-c-b0.31-c-b0.31-c-x-b0.64", "r2.00-c-b0.31-c-b0.31-c-x-b0.64-a", "r2.00-c-b0.31-c-b0.31-c-b0.31", "r2.00-c-b0.31-c-b0.31-c-b0.64", "r2.00-c-b0.31-c-b0.31-c-b1.24", "r2.00-c-b0.31-c-b0.31-c-a", "r2.00-c-b0.31-c-b0.65", "r2.00-c-b0.31-c-b0.65-a", "r2.00-c-b0.31-c-b1.23", "r2.00-c-b0.31-c-b1.23-c", "r2.00-c-b0.31-c-b1.23-c-x", "r2.00-c-b0.31-c-b1.23-c-x-b0.66", "r2.00-c-b0.31-c-b1.23-c-x-b0.66-a", "r2.00-c-b0.31-c-b1.23-c-b0.32", "r2.00-c-b0.31-c-b1.23-c-b0.32-a", "r2.00-c-b0.31-c-b1.23-c-b0.66", "r2.00-c-b0.31-c-b1.23-c-b1.24", "r2.00-c-b0.31-c-b1.23-c-b1.24-a", "r2.00-c-b0.31-c-b1.23-c-a", "r2.00-c-b0.31-c-a", "r3.00-c-x-x-x-b0.64", "r3.00-c-x-x-x-b0.64-c", "r3.00-c-x-x-x-b0.64-c-x", "r3.00-c-x-x-x-b0.64-c-x-b0.66", "r3.00-c-x-x-x-b0.64-c-x-b0.66-a", "r3.00-c-x-x-x-b0.64-c-b0.32", "r3.00-c-x-x-x-b0.64-c-b0.66", "r3.00-c-x-x-x-b0.64-c-b1.24", "r3.00-c-x-x-x-b0.64-c-b1.24-a", "r3.00-c-x-x-x-b0.64-c-a", "r3.00-c-x-x-x-b0.64-a", "r3.00-c-x-x-b0.32-c-x-a", "r3.00-c-x-x-b0.32-c-b0.64-a", "r3.00-c-b0.32-c-x-x-x", "r3.00-c-b0.32-c-x-x-x-b1.25", "r3.00-c-b0.32-c-x-x-x-b1.25-a", "r3.00-c-b0.32-c-x-x-b0.64", "r3.00-c-b0.32-c-x-x-b0.64-a", "r3.00-c-b0.32-c-x-x-b1.25", "r3.00-c-b0.32-c-x-x-b1.25-a", "r3.00-c-b0.32-c-x-x-a", "c-b1.25-c-x-x", "c-b1.25-c-x-x-x", "c-b1.25-c-x-x-x-b0.29", "c-b1.25-c-x-x-x-b0.29-a", "c-b1.25-c-x-x-x-b0.64", "c-b1.25-c-x-x-x-b1.21", "c-b1.25-c-x-x-x-a", "c-b1.25-c-x-b0.29", "c-b1.25-c-x-b0.64", "c-b1.25-c-x-b0.64-a", "c-b1.25-c-x-a", "r2.00-c-b0.31-c-b0.31-c-x-b0.31", "r2.00-c-b0.31-c-b0.31-c-x-b1.24", "r2.00-c-b0.31-c-b0.31-c-x-a", "r2.00-c-b0.31-c-b0.31-a", "r2.00-c-b0.31-a", "r1.33-c-x-b1.25-c-x-x", "r1.33-c-x-b1.25-c-x-x-x", "r1.33-c-x-b1.25-c-x-x-x-b0.64", "r1.33-c-x-b1.25-c-x-x-x-b0.64-a", "r1.33-c-x-b1.25-c-x-x-b0.31", "r1.33-c-x-b1.25-c-x-x-b0.64", "r1.33-c-x-b1.25-c-x-x-b1.24", "r1.33-c-x-b1.25-c-x-x-a", "r1.33-c-x-b1.25-c-b0.64-a", "r1.33-c-x-b1.25-c-b1.24-c-x-b0.66", "r1.33-c-x-b1.25-c-b1.24-c-x-b0.66-a", "r1.33-c-b0.25-c-x-a", "r1.33-c-b0.25-c-b0.61-c-x", "r1.33-c-b0.25-c-b0.61-c-x-b0.65", "r1.33-c-b0.25-c-b0.61-c-x-b0.65-a", "r1.33-c-b0.25-c-b0.61-c-b0.33", "r1.33-c-b0.25-c-b0.61-c-b0.65", "r1.33-c-b0.25-c-b0.61-c-b0.65-a", "r1.33-c-b0.25-c-b0.61-c-a", "r1.33-c-b0.58-a", "r1.33-c-b1.25-c-x-b0.31", "r1.33-c-b1.25-c-x-b0.31-c", "r1.33-c-b1.25-c-x-b0.31-c-x", "r1.33-c-b1.25-c-x-b0.31-c-x-b0.32", "r1.33-c-b1.25-c-x-b0.31-c-x-b0.32-a", "r1.33-c-b1.25-c-x-b0.31-c-b0.32", "r1.33-c-b1.25-c-x-b0.31-c-b0.32-a", "r1.33-c-b1.25-c-x-b0.31-c-b0.65", "r1.33-c-b1.25-c-x-b0.31-c-b1.25", "r1.33-c-b1.25-c-x-b0.31-c-a", "r1.33-c-b1.25-c-x-b0.31-a", "r1.33-c-b1.25-c-b0.64-c", "r1.33-c-b1.25-c-b0.64-c-x", "r1.33-c-b1.25-c-b0.64-c-x-b0.32", "r1.33-c-b1.25-c-b0.64-c-x-b0.32-a", "r1.33-c-b1.25-c-b0.64-c-b0.32", "r1.33-c-b1.25-c-b0.64-c-b0.66", "r1.33-c-b1.25-c-b0.64-c-b1.25", "r1.33-c-b1.25-c-b0.64-c-a", "r1.33-c-b0.58-c-b1.23-c", "r1.33-c-b0.58-c-b1.23-c-x", "r1.33-c-b0.58-c-b1.23-c-x-b0.32", "r1.33-c-b0.58-c-b1.23-c-x-b0.32-a", "r1.33-c-b0.58-c-b1.23-c-x-b0.66", "r1.33-c-b0.58-c-b1.23-c-x-b0.66-a", "r1.33-c-b0.58-c-b1.23-c-x-b1.24", "r1.33-c-b0.58-c-b1.23-c-x-b1.24-a", "r1.33-c-b0.58-c-b1.23-c-x-a", "r1.33-c-b0.58-c-b1.23-a", "r3.00-c-x-b0.64-c", "r3.00-c-x-b0.64-c-x", "r3.00-c-x-b0.64-c-x-b0.32", "r3.00-c-x-b0.64-c-x-b0.32-c", "r3.00-c-x-b0.64-c-x-b0.32-c-x", "r3.00-c-x-b0.64-c-x-b0.32-c-x-a", "r3.00-c-x-b0.64-c-x-b0.32-c-b0.33", "r3.00-c-x-b0.64-c-x-b0.32-c-b0.66", "r3.00-c-x-b0.64-c-x-b0.32-c-b1.24", "r3.00-c-x-b0.64-c-x-b0.32-c-a", "r3.00-c-x-b0.64-c-x-b0.32-a", "r3.00-c-x-b0.64-c-b0.32", "r3.00-c-x-b0.64-c-b0.32-c", "r3.00-c-x-b0.64-c-b0.32-c-x", "r3.00-c-x-b0.64-c-b0.32-c-x-b1.24", "r3.00-c-x-b0.64-c-b0.32-c-x-b1.24-a", "r3.00-c-x-b0.64-c-b0.32-c-b0.33", "r3.00-c-x-b0.64-c-b0.32-c-b0.66", "r3.00-c-x-b0.64-c-b0.32-c-b1.24", "r3.00-c-x-b0.64-c-b0.32-c-a", "r3.00-c-x-b0.64-c-b0.66", "r3.00-c-x-b0.64-c-b1.24", "r3.00-c-x-b0.64-c-b1.24-a", "r3.00-c-x-b0.64-c-a", "r3.00-c-x-b0.64-a", "r1.33-c-b0.58-c-b0.31-c", "r1.33-c-b0.58-c-b0.31-c-b0.64", "r1.33-c-b0.58-c-b0.31-c-b0.64-a", "r1.33-c-b0.58-c-b0.31-a", "r2.00-c-x-x", "r2.00-c-x-x-b0.62", "r2.00-c-x-x-b0.62-c", "r2.00-c-x-x-b0.62-c-a", "r2.00-c-x-x-b0.62-a", "r2.00-c-x-b0.62", "r2.00-c-x-b0.62-a", "r2.00-c-x-b1.25", "r2.00-c-x-b1.25-a", "r2.00-c-x-a", "r3.00-c-x-b0.32-c-x-b0.31", "r3.00-c-x-b0.32-c-x-b0.31-c", "r3.00-c-x-b0.32-c-x-b0.31-c-x", "r3.00-c-x-b0.32-c-x-b0.31-c-b0.33", "r3.00-c-x-b0.32-c-x-b0.31-c-b0.66", "r3.00-c-x-b0.32-c-x-b0.31-c-b0.66-a", "r3.00-c-x-b0.32-c-x-b0.31-c-b1.24", "r3.00-c-x-b0.32-c-x-b0.31-c-a", "r3.00-c-x-b0.32-c-x-b0.31-a", "r3.00-c-x-b0.32-c-b0.31-c", "r3.00-c-x-b0.32-c-b0.31-c-x", "r3.00-c-x-b0.32-c-b0.31-c-x-a", "r3.00-c-x-b0.32-c-b0.31-c-b0.33", "r3.00-c-x-b0.32-c-b0.31-c-b0.33-a", "r3.00-c-x-b0.32-c-b0.31-c-b0.66", "r3.00-c-x-b0.32-c-b0.31-c-b1.24", "r3.00-c-x-b0.32-c-b0.31-c-b1.24-a", "r3.00-c-x-b0.32-c-b0.31-c-a", "r1.33-c-x-x-x", "r1.33-c-x-x-x-x", "r1.33-c-x-x-x-x-b0.58", "r1.33-c-x-x-x-x-b0.58-a", "r1.33-c-x-x-x-b0.25", "r1.33-c-x-x-x-b0.25-a", "r1.33-c-x-x-x-b0.58", "r1.33-c-x-x-x-b1.25", "r1.33-c-x-x-x-b1.25-c", "r1.33-c-x-x-x-b1.25-c-x", "r1.33-c-x-x-x-b1.25-c-x-b0.31", "r1.33-c-x-x-x-b1.25-c-x-b0.64", "r1.33-c-x-x-x-b1.25-c-x-b0.64-a", "r1.33-c-x-x-x-b1.25-c-x-b1.24", "r1.33-c-x-x-x-b1.25-c-x-a", "r1.33-c-x-x-x-a", "r1.33-c-x-b0.25-a", "r1.33-c-x-b0.58-c-x-x", "r1.33-c-x-b0.58-c-x-x-b1.23", "r1.33-c-x-b0.58-c-x-x-b1.23-a", "r1.33-c-x-b0.58-c-x-b0.31", "r1.33-c-x-b0.58-c-x-b1.23", "r1.33-c-x-b0.58-c-x-a", "c-b0.50-c-x-x-b1.25-a", "c-b0.50-c-x-b1.25-a", "r3.00-c-x-b1.23-c", "r3.00-c-x-b1.23-c-x", "r3.00-c-x-b1.23-c-x-b1.25", "r3.00-c-x-b1.23-c-x-b1.25-c", "r3.00-c-x-b1.23-c-x-b1.25-c-x", "r3.00-c-x-b1.23-c-x-b1.25-c-a", "r3.00-c-x-b1.23-c-x-b1.25-a", "r3.00-c-x-b1.23-c-b0.33", "r3.00-c-x-b1.23-c-b0.33-c", "r3.00-c-x-b1.23-c-b0.33-c-x", "r3.00-c-x-b1.23-c-b0.33-c-x-b0.33", "r3.00-c-x-b1.23-c-b0.33-c-x-b0.33-a", "r3.00-c-x-b1.23-c-b0.33-c-b0.33", "r3.00-c-x-b1.23-c-b0.33-c-b0.66", "r3.00-c-x-b1.23-c-b0.33-c-a", "r3.00-c-x-b1.23-c-b0.66", "r3.00-c-x-b1.23-c-b1.25", "r3.00-c-x-b1.23-c-b1.25-c", "r3.00-c-x-b1.23-c-b1.25-c-x", "r3.00-c-x-b1.23-c-b1.25-c-x-a", "r3.00-c-x-b1.23-c-b1.25-c-a", "r3.00-c-x-b1.23-c-a", "r3.00-c-b1.23-c-x", "r3.00-c-b1.23-c-x-b0.33", "r3.00-c-b1.23-c-x-b0.33-c", "r3.00-c-b1.23-c-x-b0.33-c-x", "r3.00-c-b1.23-c-x-b0.33-c-b0.33", "r3.00-c-b1.23-c-x-b0.33-c-b0.66", "r3.00-c-b1.23-c-x-b0.33-c-b0.66-a", "r3.00-c-b1.23-c-x-b0.33-c-a", "r3.00-c-b1.23-c-x-b0.33-a", "r3.00-c-b1.23-c-b0.33", "r3.00-c-b1.23-c-b1.25", "r3.00-c-b1.23-c-a", "r3.00-c-x-b0.64-c-x-b0.66", "r3.00-c-x-b0.64-c-x-b0.66-c", "r3.00-c-x-b0.64-c-x-b0.66-c-x", "r3.00-c-x-b0.64-c-x-b0.66-c-x-b0.66", "r3.00-c-x-b0.64-c-x-b0.66-c-x-b0.66-a", "r3.00-c-x-b0.64-c-x-b0.66-c-b0.33", "r3.00-c-x-b0.64-c-x-b0.66-c-b0.66", "r3.00-c-x-b0.64-c-x-b0.66-c-b0.66-a", "r3.00-c-x-b0.64-c-x-b0.66-c-a", "r3.00-c-x-b0.64-c-x-b0.66-a", "r3.00-c-x-b0.64-c-b0.32-a", "r3.00-c-x-b0.64-c-b0.66-c", "r3.00-c-x-b0.64-c-b0.66-c-x", "r3.00-c-x-b0.64-c-b0.66-c-x-a", "r3.00-c-x-b0.64-c-b0.66-c-b0.33", "r3.00-c-x-b0.64-c-b0.66-c-b0.66", "r3.00-c-x-b0.64-c-b0.66-c-a", "r3.00-c-x-b0.64-c-b1.24-c", "r3.00-c-x-b0.64-c-b1.24-c-x", "r3.00-c-x-b0.64-c-b1.24-c-x-b0.33", "r3.00-c-x-b0.64-c-b1.24-c-x-b0.33-a", "r3.00-c-x-b0.64-c-b1.24-c-b0.33", "r3.00-c-x-b0.64-c-b1.24-c-b0.33-a", "r3.00-c-x-b0.64-c-b1.24-c-a", "r3.00-c-b0.32-c-x-b0.31-c-b0.33", "r3.00-c-b0.32-c-x-b0.31-c-b0.33-a", "r3.00-c-b0.32-c-x-b0.31-c-b0.66", "r3.00-c-b0.32-c-x-b0.31-c-b1.24", "r3.00-c-b0.32-c-x-b0.31-c-a", "r3.00-c-b0.32-c-x-b0.31-a", "r3.00-c-b0.32-c-b0.64-c-x-b0.66", "r3.00-c-b0.32-c-b0.64-c-x-b0.66-a", "r3.00-c-b0.64-c-x-x-x", "r3.00-c-b0.64-c-x-x-x-b1.24", "r3.00-c-b0.64-c-x-x-x-b1.24-a", "r3.00-c-b0.64-c-x-x-b0.66", "r3.00-c-b0.64-c-x-x-b1.24", "r3.00-c-b0.64-c-x-x-b1.24-a", "r3.00-c-b0.64-c-x-x-a", "r3.00-c-b0.64-c-b0.32", "r3.00-c-b0.64-c-b0.66", "r3.00-c-b0.64-c-b0.66-c", "r3.00-c-b0.64-c-b0.66-c-x", "r3.00-c-b0.64-c-b0.66-c-x-a", "r3.00-c-b0.64-c-b0.66-c-b0.33", "r3.00-c-b0.64-c-b0.66-c-b0.33-a", "r3.00-c-b0.64-c-b0.66-c-b0.66", "r3.00-c-b0.64-c-b0.66-c-b0.66-a", "r3.00-c-b0.64-c-b0.66-c-a", "r3.00-c-b0.64-c-b1.24-c-x", "r3.00-c-b0.64-c-b1.24-c-b0.33", "r3.00-c-b0.64-c-a", "c-b0.50-c-b0.62-c", "c-b0.50-c-b0.62-c-a", "r2.00-c-x-x-b1.25", "r2.00-c-x-x-b1.25-c", "r2.00-c-x-x-b1.25-c-b1.25", "r2.00-c-x-x-b1.25-c-b1.25-a", "r2.00-c-x-x-b1.25-a", "r2.00-c-x-b0.31-c-x-x", "r2.00-c-x-b0.31-c-x-x-b1.23", "r2.00-c-x-b0.31-c-x-x-b1.23-a", "r2.00-c-x-b0.31-c-x-b0.65", "r2.00-c-x-b0.31-c-x-b0.65-a", "r2.00-c-x-b0.31-c-x-b1.23", "r2.00-c-x-b0.31-c-x-b1.23-a", "r2.00-c-x-b0.31-c-x-a", "r2.00-c-x-b0.62-c", "r2.00-c-x-b0.62-c-x", "r2.00-c-x-b0.62-c-x-x", "r2.00-c-x-b0.62-c-x-x-b0.64", "r2.00-c-x-b0.62-c-x-x-b0.64-a", "r2.00-c-x-b0.62-c-x-b0.31", "r2.00-c-x-b0.62-c-x-b0.64", "r2.00-c-x-b0.62-c-x-b0.64-a", "r2.00-c-x-b0.62-c-x-b1.25", "r2.00-c-x-b0.62-c-x-a", "r2.00-c-x-b1.25-c", "r2.00-c-x-b1.25-c-b0.64", "r2.00-c-x-b1.25-c-b0.64-c", "r2.00-c-x-b1.25-c-b0.64-c-b0.33", "r2.00-c-x-b1.25-c-b0.64-c-b0.33-a", "r2.00-c-x-b1.25-c-b0.64-a", "r2.00-c-x-b0.31-c-b0.65-a", "r2.00-c-b0.31-c-x-b0.31-c-x-a", "r2.00-c-b0.31-c-x-b0.31-c-b1.24-a", "r2.00-c-b0.31-c-b0.65-c", "r2.00-c-b0.31-c-b0.65-c-x", "r2.00-c-b0.31-c-b0.65-c-x-b0.65", "r2.00-c-b0.31-c-b0.65-c-x-b0.65-a", "r2.00-c-b0.31-c-b0.65-c-b0.32", "r2.00-c-b0.31-c-b0.65-c-b0.65", "r2.00-c-b0.31-c-b0.65-c-b0.65-a", "r2.00-c-b0.31-c-b0.65-c-b1.25", "r2.00-c-b0.31-c-b0.65-c-b1.25-a", "r2.00-c-b0.31-c-b0.65-c-a", "r2.00-c-b0.31-c-b1.23-a", "r2.00-c-b0.62-c", "r2.00-c-b0.62-c-x", "r2.00-c-b0.62-c-x-a", "r2.00-c-b0.62-c-b0.31", "r2.00-c-b0.62-c-b0.64", "r2.00-c-b0.62-c-b0.64-c", "r2.00-c-b0.62-c-b0.64-c-x", "r2.00-c-b0.62-c-b0.64-c-x-b1.24", "r2.00-c-b0.62-c-b0.64-c-x-b1.24-a", "r2.00-c-b0.62-c-b0.64-c-b0.33", "r2.00-c-b0.62-c-b0.64-c-b0.66", "r2.00-c-b0.62-c-b0.64-c-b1.24", "r2.00-c-b0.62-c-b0.64-c-b1.24-a", "r2.00-c-b0.62-c-b0.64-c-a", "r2.00-c-b0.62-c-b1.25", "r2.00-c-b0.62-c-a", "c-b0.25-c-x-x-x-b0.50-a", "c-b0.25-c-x-x-x-b1.17-a", "r3.00-c-b1.23-c-b0.33-c", "r3.00-c-b1.23-c-b0.33-c-b0.66", "r3.00-c-b1.23-c-b0.33-c-b0.66-a", "r3.00-c-b1.23-c-b0.33-a", "c-b1.25-c-x-x-b0.29", "c-b1.25-c-x-x-b0.29-a", "c-b1.25-c-x-b0.29-a", "r1.33-c-x-b0.58-c-b1.23-a", "r1.33-c-b0.25-c-x-b0.28", "r1.33-c-b0.25-c-x-b0.28-c", "r1.33-c-b0.25-c-x-b0.28-c-x", "r1.33-c-b0.25-c-x-b0.28-c-x-b0.32", "r1.33-c-b0.25-c-x-b0.28-c-x-b0.32-a", "r1.33-c-b0.25-c-x-b0.28-c-b0.32", "r1.33-c-b0.25-c-x-b0.28-c-b0.64", "r1.33-c-b0.25-c-x-b0.28-c-b0.64-a", "r1.33-c-b0.25-c-x-b0.28-c-b1.25", "r1.33-c-b0.25-c-x-b0.28-c-a", "r1.33-c-b0.25-c-x-b0.28-a", "r1.33-c-b0.25-c-b1.22-c-b1.24-a", "r1.33-c-b0.58-c-x-b1.23-c-x-b1.24", "r1.33-c-b0.58-c-x-b1.23-c-x-b1.24-a", "r1.33-c-b0.58-c-x-b1.23-c-b1.24-a", "r3.00-c-x-b0.64-c-x-b0.66-c-b0.33-a", "r3.00-c-x-b0.64-c-b0.32-c-x-b0.33", "r3.00-c-x-b0.64-c-b0.32-c-x-b0.33-a", "r3.00-c-x-b0.64-c-b0.66-a", "r3.00-c-b0.32-c-b0.31-a", "c-b1.25-c-b0.29-c-b0.32", "c-b1.25-c-b0.29-c-b0.32-a", "r1.33-c-x-b0.25-c", "r1.33-c-x-b0.25-c-b0.28", "r1.33-c-x-b0.25-c-b0.28-c", "r1.33-c-x-b0.25-c-b0.28-c-b1.25", "r1.33-c-x-b0.25-c-b0.28-c-b1.25-a", "r1.33-c-x-b0.25-c-b0.28-a", "r2.00-c-b0.62-a", "c-x-x-b0.50", "c-x-x-b0.50-c", "c-x-x-b0.50-c-a", "c-x-x-b0.50-a", "c-x-b0.25-c-x-x-b1.17-a", "c-x-b0.25-c-x-b0.17", "c-x-b0.25-c-x-b0.50", "c-x-b0.25-c-x-b0.50-c", "c-x-b0.25-c-x-b0.50-c-b0.58", "c-x-b0.25-c-x-b0.50-c-b0.58-a", "c-x-b0.25-c-x-b1.17", "c-x-b0.25-c-x-a", "r2.00-c-x-x-x", "r2.00-c-x-x-x-x", "r2.00-c-x-x-x-x-x", "r2.00-c-x-x-x-x-b0.31", "r2.00-c-x-x-x-x-b0.62", "r2.00-c-x-x-x-x-b1.25", "r2.00-c-x-x-x-x-a", "r2.00-c-x-x-b0.31", "r2.00-c-x-x-b0.31-a", "r2.00-c-x-x-b0.62-c-x", "r2.00-c-x-x-b0.62-c-x-b0.64", "r2.00-c-x-x-b0.62-c-x-b0.64-a", "r2.00-c-x-x-b0.62-c-b0.31", "r2.00-c-x-x-b0.62-c-b0.31-a", "r2.00-c-x-x-b0.62-c-b0.64", "r2.00-c-x-x-b0.62-c-b1.25", "r2.00-c-x-x-b1.25-c-x", "r2.00-c-x-x-b1.25-c-x-b0.64", "r2.00-c-x-x-b1.25-c-x-b0.64-a", "r2.00-c-x-x-b1.25-c-b0.32", "r2.00-c-x-x-b1.25-c-b0.64", "r2.00-c-x-x-b1.25-c-b0.64-a", "r2.00-c-x-x-b1.25-c-a", "r2.00-c-x-x-a", "r3.00-c-x-b1.23-c-x-a", "r3.00-c-x-b1.23-c-b0.33-c-b0.33-a", "r3.00-c-b1.23-c-x-b0.66", "r3.00-c-b1.23-c-x-b0.66-c", "r3.00-c-b1.23-c-x-b0.66-c-x", "r3.00-c-b1.23-c-x-b0.66-c-x-a", "r3.00-c-b1.23-c-x-b0.66-c-b0.33", "r3.00-c-b1.23-c-x-b0.66-c-a", "r3.00-c-b1.23-c-x-b0.66-a", "r3.00-c-b0.64-c-x-b1.24-c", "r3.00-c-b0.64-c-x-b1.24-c-x", "r3.00-c-b0.64-c-x-b1.24-c-b0.33", "r3.00-c-b0.64-c-x-b1.24-c-b0.33-a", "r3.00-c-b0.64-c-x-b1.24-c-a", "r3.00-c-b0.64-c-x-b1.24-a", "r3.00-c-b0.64-c-b0.32-a", "r3.00-c-b0.64-c-b0.66-a", "r2.00-c-b0.62-c-b0.31-c", "r2.00-c-b0.62-c-b0.31-c-b0.33", "r2.00-c-b0.62-c-b0.31-c-b0.33-a", "r2.00-c-b0.62-c-b0.31-a", "r3.00-c-x-x-x-a", "r3.00-c-x-x-b0.64-c", "r3.00-c-x-x-b0.64-c-x", "r3.00-c-x-x-b0.64-c-x-b0.66", "r3.00-c-x-x-b0.64-c-x-b0.66-a", "r3.00-c-x-x-b0.64-c-b0.32", "r3.00-c-x-x-b0.64-c-b0.66", "r3.00-c-x-x-b0.64-c-b1.24", "r3.00-c-x-x-b0.64-c-a", "r3.00-c-x-x-b1.23-c-x", "r3.00-c-x-x-b1.23-c-x-b0.66", "r3.00-c-x-x-b1.23-c-x-b0.66-a", "r3.00-c-x-x-b1.23-c-b0.33", "r3.00-c-x-x-b1.23-c-b0.66", "r3.00-c-x-x-b1.23-c-b0.66-a", "r3.00-c-x-x-b1.23-c-b1.25", "r3.00-c-b0.32-c-x-b0.64-c-b1.24-a", "c-b0.50-c-b0.62-c-b0.61", "c-b0.50-c-b0.62-c-b0.61-a", "r1.33-c-b0.25-c-x-x-b0.61-a", "r1.33-c-b0.25-c-x-b0.61", "r1.33-c-b0.25-c-x-b0.61-c", "r1.33-c-b0.25-c-x-b0.61-c-b0.33", "r1.33-c-b0.25-c-x-b0.61-c-b0.33-a", "r1.33-c-x-b0.25-c-x", "r1.33-c-x-b0.25-c-x-a", "r1.33-c-x-b0.25-c-b0.61", "r1.33-c-x-b0.25-c-b0.61-a", "r1.33-c-x-b0.25-c-b1.22", "r1.33-c-x-b0.25-c-b1.22-a", "r1.33-c-x-b0.25-c-a", "r1.33-c-b0.58-c-x-a", "r1.33-c-b0.58-c-b0.65-c", "r1.33-c-b0.58-c-b0.65-c-x", "r1.33-c-b0.58-c-b0.65-c-b0.32", "r1.33-c-b0.58-c-b0.65-c-b0.65", "r1.33-c-b0.58-c-b0.65-c-b1.25", "r1.33-c-b0.58-c-b0.65-c-b1.25-a", "r1.33-c-b0.58-c-b0.65-c-a", "r3.00-c-b0.32-c-b0.31-c", "r3.00-c-b0.32-c-b0.31-c-b0.33", "r3.00-c-b0.32-c-b0.31-c-b0.33-a", "r2.00-c-b0.31-c-b1.23-c-b0.66-a", "r2.00-c-b1.25-c-x", "r2.00-c-b1.25-c-x-x", "r2.00-c-b1.25-c-x-x-b0.32", "r2.00-c-b1.25-c-x-x-b0.32-a", "r2.00-c-b1.25-c-x-b0.32", "r2.00-c-b1.25-c-x-b0.32-a", "r2.00-c-b1.25-c-x-b0.64", "r2.00-c-b1.25-c-x-b1.25", "r2.00-c-b1.25-c-x-b1.25-c", "r2.00-c-b1.25-c-x-b1.25-c-x", "r2.00-c-b1.25-c-x-b1.25-c-x-b0.33", "r2.00-c-b1.25-c-x-b1.25-c-x-a", "r2.00-c-b1.25-c-x-a", "r3.00-c-x-x-b0.32-a", "r1.33-c-x-b0.25-c-b0.61-c", "r1.33-c-x-b0.25-c-b0.61-c-x", "r1.33-c-x-b0.25-c-b0.61-c-b0.33", "r1.33-c-x-b0.25-c-b0.61-c-b0.65", "r1.33-c-x-b0.25-c-b0.61-c-b1.25", "r1.33-c-x-b0.25-c-b0.61-c-a", "r1.33-c-x-b0.25-c-b1.22-c", "r1.33-c-x-b0.25-c-b1.22-c-x", "r1.33-c-x-b0.25-c-b1.22-c-x-b0.32", "r1.33-c-x-b0.25-c-b1.22-c-x-b0.32-a", "r1.33-c-x-b0.25-c-b1.22-c-b0.32", "r1.33-c-x-b0.25-c-b1.22-c-b0.65", "r1.33-c-x-b0.25-c-b1.22-c-b1.24", "r1.33-c-x-b0.25-c-b1.22-c-b1.24-a", "r1.33-c-x-b0.25-c-b1.22-c-a", "r1.33-c-b0.25-c-x-x-x-b0.28", "r1.33-c-b0.25-c-x-x-x-b0.28-a", "r1.33-c-b0.25-c-x-x-b0.28-a", "r1.33-c-b0.25-c-b0.28-a", "r1.33-c-b0.25-c-b0.61-c-x-a", "r1.33-c-b0.25-c-b1.22-a", "r1.33-c-b1.25-c-b1.24-c", "r1.33-c-b1.25-c-b1.24-c-x", "r1.33-c-b1.25-c-b1.24-c-x-a", "r1.33-c-b1.25-c-b1.24-c-b0.33", "r1.33-c-b1.25-c-b1.24-c-b0.66", "r1.33-c-b1.25-c-b1.24-c-a", "r1.33-c-x-b0.25-c-x-b1.22", "r1.33-c-x-b0.25-c-x-b1.22-c", "r1.33-c-x-b0.25-c-x-b1.22-c-x", "r1.33-c-x-b0.25-c-x-b1.22-c-x-b0.65", "r1.33-c-x-b0.25-c-x-b1.22-c-x-b0.65-a", "r1.33-c-x-b0.25-c-x-b1.22-c-b0.32", "r1.33-c-x-b0.25-c-x-b1.22-c-b0.65", "r1.33-c-x-b0.25-c-x-b1.22-c-b0.65-a", "r1.33-c-x-b0.25-c-x-b1.22-c-b1.24", "r1.33-c-x-b0.25-c-x-b1.22-c-b1.24-a", "r1.33-c-x-b0.25-c-x-b1.22-c-a", "r1.33-c-x-b0.25-c-x-b1.22-a", "r1.33-c-x-b0.25-c-b0.28-c-x", "r1.33-c-x-b0.25-c-b0.28-c-x-b1.25", "r1.33-c-x-b0.25-c-b0.28-c-x-b1.25-a", "r1.33-c-x-b0.25-c-b0.28-c-b0.32", "r1.33-c-x-b0.25-c-b0.28-c-b0.32-a", "r1.33-c-x-b0.25-c-b0.28-c-b0.64", "r1.33-c-x-b0.25-c-b0.28-c-b0.64-a", "r1.33-c-x-b0.25-c-b0.28-c-a", "r1.33-c-x-b0.25-c-b0.61-c-x-b1.25", "r1.33-c-x-b0.25-c-b0.61-c-x-b1.25-a", "r1.33-c-b0.25-c-x-x-x-b0.61", "r1.33-c-b0.25-c-x-x-x-b0.61-a", "r1.33-c-b0.25-c-b0.28-c", "r1.33-c-b0.25-c-b0.28-c-x", "r1.33-c-b0.25-c-b0.28-c-b0.32", "r1.33-c-b0.25-c-b0.28-c-b0.64", "r1.33-c-b0.25-c-b0.28-c-b0.64-a", "r1.33-c-b0.25-c-b0.28-c-b1.25", "r1.33-c-b0.25-c-b0.28-c-a", "c-x-x-b0.50-c-x", "c-x-x-b0.50-c-x-b0.25", "c-x-x-b0.50-c-x-b0.62", "c-x-x-b0.50-c-x-b1.25", "c-x-x-b0.50-c-x-a", "c-x-b0.50-c-x-x", "c-x-b0.50-c-x-x-x", "c-x-b0.50-c-x-x-x-b0.25", "c-x-b0.50-c-x-x-x-b0.62", "c-x-b0.50-c-x-x-x-b0.62-a", "c-x-b0.50-c-x-x-x-b1.25", "c-x-b0.50-c-x-x-x-a", "c-x-b0.50-c-x-b0.25", "c-x-b0.50-c-x-b0.25-a", "c-x-b0.50-c-x-b1.25", "c-x-b0.50-c-x-b1.25-a", "c-x-b1.25-c", "c-x-b1.25-c-x", "c-x-b1.25-c-x-x", "c-x-b1.25-c-x-x-b1.21", "c-x-b1.25-c-x-x-b1.21-a", "c-x-b1.25-c-x-b0.29", "c-x-b1.25-c-x-b0.29-a", "c-x-b1.25-c-x-b0.64", "c-x-b1.25-c-x-b1.21", "c-x-b1.25-c-x-b1.21-a", "c-x-b1.25-c-x-a", "r3.00-c-b0.32-c-b0.31-c-a", "r1.33-c-x-b0.25-c-x-b0.61", "r1.33-c-x-b0.25-c-x-b0.61-c", "r1.33-c-x-b0.25-c-x-b0.61-c-x", "r1.33-c-x-b0.25-c-x-b0.61-c-x-b0.65", "r1.33-c-x-b0.25-c-x-b0.61-c-x-b0.65-a", "r1.33-c-x-b0.25-c-x-b0.61-c-b0.33", "r1.33-c-x-b0.25-c-x-b0.61-c-b0.33-a", "r1.33-c-x-b0.25-c-x-b0.61-c-b0.65", "r1.33-c-x-b0.25-c-x-b0.61-c-b0.65-a", "r1.33-c-x-b0.25-c-x-b0.61-c-b1.25", "r1.33-c-x-b0.25-c-x-b0.61-c-b1.25-a", "r1.33-c-x-b0.25-c-x-b0.61-c-a", "r1.33-c-x-b0.25-c-x-b0.61-a", "r1.33-c-x-b0.25-c-b1.22-c-x-b1.24", "r1.33-c-x-b0.25-c-b1.22-c-x-b1.24-a", "r1.33-c-b1.25-c-x-b1.24", "r1.33-c-b1.25-c-x-b1.24-c", "r1.33-c-b1.25-c-x-b1.24-c-x", "r1.33-c-b1.25-c-x-b1.24-c-x-b0.66", "r1.33-c-b1.25-c-x-b1.24-c-x-b0.66-a", "r1.33-c-b1.25-c-x-b1.24-c-b0.33", "r1.33-c-b1.25-c-x-b1.24-c-b0.66", "r1.33-c-b1.25-c-x-b1.24-c-a", "r1.33-c-b1.25-c-x-b1.24-a", "r1.33-c-b1.25-c-b1.24-a", "c-x-x-x", "c-x-x-x-x", "c-x-x-x-x-b0.25", "c-x-x-x-x-b0.25-a", "c-x-x-x-b0.25", "c-x-x-x-b0.25-a", "c-x-x-x-b0.50", "c-x-x-x-b1.25", "c-x-x-x-a", "r2.00-c-b1.25-c-b0.32-c-b0.33", "r2.00-c-b1.25-c-b0.32-c-b0.33-a", "r2.00-c-b0.62-c-b0.31-c-a", "c-b0.50-c-x-b0.62-c-x-b0.28", "c-b0.50-c-x-b0.62-c-x-b0.28-a", "c-b1.25-c-x-b0.64-c", "c-b1.25-c-x-b0.64-c-x", "c-b1.25-c-x-b0.64-c-x-b0.66", "c-b1.25-c-x-b0.64-c-x-b0.66-a", "c-b1.25-c-x-b0.64-c-b0.31", "c-b1.25-c-x-b0.64-c-b0.66", "c-b1.25-c-x-b0.64-c-b1.25", "c-b1.25-c-x-b0.64-c-a", "c-b1.25-c-b0.64-c", "c-b1.25-c-b0.64-c-x", "c-b1.25-c-b0.64-c-x-b0.31", "c-b1.25-c-b0.64-c-x-b0.31-a", "c-b1.25-c-b0.64-c-b0.31", "c-b1.25-c-b0.64-c-b0.66", "c-b1.25-c-b0.64-c-b1.25", "c-b1.25-c-b0.64-c-a", "c-b1.25-c-b1.21-c-b0.65-a", "r1.33-c-b1.25-c-b0.31-c", "r1.33-c-b1.25-c-b0.31-c-b0.32", "r1.33-c-b1.25-c-b0.31-c-b0.32-a", "r2.00-c-x-x-b0.62-c-b0.64-a", "r2.00-c-x-b0.62-c-b0.64", "r2.00-c-x-b0.62-c-b0.64-c", "r2.00-c-x-b0.62-c-b0.64-c-b0.33", "r2.00-c-x-b0.62-c-b0.64-c-b0.33-a", "r2.00-c-x-b0.62-c-b0.64-a", "r1.33-c-x-b0.58-c-b0.65-c-b1.25", "r1.33-c-x-b0.58-c-b0.65-c-b1.25-a", "c-b0.50-c-b1.25-c-x-b0.32", "c-b0.50-c-b1.25-c-x-b0.32-a", "c-b0.50-c-b1.25-c-x-b0.64", "c-b0.50-c-b1.25-c-x-a", "r1.33-c-b1.25-c-x-x", "r1.33-c-b1.25-c-x-x-b0.31", "r1.33-c-b1.25-c-x-x-b0.31-a", "r1.33-c-b1.25-c-x-a", "c-b1.25-c-x-b0.64-c-x-b0.31", "c-b1.25-c-x-b0.64-c-x-b0.31-a", "c-b1.25-c-x-b0.64-c-x-b1.25", "c-b1.25-c-x-b0.64-c-x-a", "r2.00-c-x-x-x-x-b0.31-a", "r2.00-c-x-x-x-b0.31", "r2.00-c-x-x-x-b0.31-a", "r2.00-c-x-x-x-b0.62", "r2.00-c-x-x-x-b0.62-a", "r2.00-c-x-x-x-b1.25", "r2.00-c-x-x-x-a", "r2.00-c-x-b0.62-c-b1.25", "r2.00-c-x-b0.62-c-b1.25-c", "r2.00-c-x-b0.62-c-b1.25-c-a", "r2.00-c-x-b0.62-c-b1.25-a", "r2.00-c-x-b1.25-c-b0.32", "r2.00-c-x-b1.25-c-b0.32-c", "r2.00-c-x-b1.25-c-b0.32-c-x", "r2.00-c-x-b1.25-c-b0.32-c-x-b0.33", "r2.00-c-x-b1.25-c-b0.32-c-x-b0.65", "r2.00-c-x-b1.25-c-b0.32-c-x-b1.25", "r2.00-c-x-b1.25-c-b0.32-c-x-a", "r2.00-c-x-b1.25-c-b0.32-a", "r2.00-c-x-b0.62-c-x-b0.31-c", "r2.00-c-x-b0.62-c-x-b0.31-c-x", "r2.00-c-x-b0.62-c-x-b0.31-c-x-b0.66", "r2.00-c-x-b0.62-c-x-b0.31-c-x-b0.66-a", "r2.00-c-x-b0.62-c-x-b0.31-c-b0.33", "r2.00-c-x-b0.62-c-x-b0.31-c-b0.33-a", "r2.00-c-x-b0.62-c-x-b0.31-c-b0.66", "r2.00-c-x-b0.62-c-x-b0.31-c-b1.24", "r2.00-c-x-b0.62-c-x-b0.31-c-a", "r2.00-c-x-b0.62-c-x-b0.31-a", "r2.00-c-x-b0.62-c-b0.31", "r2.00-c-x-b0.62-c-b0.31-c", "r2.00-c-x-b0.62-c-b0.31-c-x", "r2.00-c-x-b0.62-c-b0.31-c-x-a", "r2.00-c-x-b0.62-c-b0.31-c-b0.33", "r2.00-c-x-b0.62-c-b0.31-c-b0.33-a", "r2.00-c-x-b0.62-c-b0.31-c-b0.66", "r2.00-c-x-b0.62-c-b0.31-c-b1.24", "r2.00-c-x-b0.62-c-b0.31-c-b1.24-a", "r2.00-c-x-b0.62-c-b0.31-c-a", "r2.00-c-x-b0.62-c-b0.64-c-x", "r2.00-c-x-b0.62-c-b0.64-c-b0.66", "r2.00-c-x-b0.62-c-b0.64-c-b1.24", "r2.00-c-x-b0.62-c-b0.64-c-a", "r2.00-c-x-b0.62-c-b1.25-c-x", "r2.00-c-x-b0.62-c-b1.25-c-b0.33", "r2.00-c-x-b0.62-c-b1.25-c-b0.33-a", "r2.00-c-x-b0.62-c-b1.25-c-b0.66", "r2.00-c-x-b0.62-c-b1.25-c-b0.66-a", "r2.00-c-x-b0.62-c-a", "r2.00-c-b0.31-c-x-b0.65", "r2.00-c-b0.31-c-x-b0.65-c", "r2.00-c-b0.31-c-x-b0.65-c-x", "r2.00-c-b0.31-c-x-b0.65-c-b0.32", "r2.00-c-b0.31-c-x-b0.65-c-b0.32-a", "r2.00-c-b0.31-c-x-b0.65-c-b0.65", "r2.00-c-b0.31-c-x-b0.65-c-b0.65-a", "r2.00-c-b0.31-c-x-b0.65-c-b1.25", "r2.00-c-b0.31-c-x-b0.65-c-b1.25-a", "r2.00-c-b0.31-c-x-b0.65-c-a", "r2.00-c-b0.31-c-x-b0.65-a", "c-x-b0.50-c-x-b1.25-c", "c-x-b0.50-c-x-b1.25-c-x", "c-x-b0.50-c-x-b1.25-c-x-b0.32", "c-x-b0.50-c-x-b1.25-c-x-b0.32-a", "c-x-b0.50-c-x-b1.25-c-b0.32", "c-x-b0.50-c-x-b1.25-c-b0.32-a", "c-x-b0.50-c-x-b1.25-c-b0.64", "c-x-b0.50-c-x-b1.25-c-b1.25", "c-x-b0.50-c-x-b1.25-c-b1.25-a", "c-x-b0.50-c-x-b1.25-c-a", "c-x-b0.50-c-b1.25-a", "c-b0.25-c-x-b0.50-c-x", "c-b0.25-c-x-b0.50-c-x-b0.58", "c-b0.25-c-x-b0.50-c-x-b0.58-a", "c-b0.25-c-x-b0.50-c-b0.58", "c-b0.25-c-x-b0.50-c-b1.25", "c-b0.25-c-x-b0.50-c-a", "c-b0.25-c-x-b0.50-a", "c-b0.25-c-b1.17-a", "c-b1.25-c-b0.64-c-x-b1.25", "c-b1.25-c-b0.64-c-x-b1.25-a", "c-b1.25-c-b0.64-c-b0.66-a", "c-b1.25-c-b1.21-c-b1.25-a", "c-x-x-a", "r1.33-c-x-b0.58-c-x-b1.23-c", "r1.33-c-x-b0.58-c-x-b1.23-c-x", "r1.33-c-x-b0.58-c-x-b1.23-c-x-a", "r1.33-c-x-b0.58-c-x-b1.23-c-b0.32", "r1.33-c-x-b0.58-c-x-b1.23-c-b0.66", "r1.33-c-x-b0.58-c-x-b1.23-c-b1.24", "r1.33-c-x-b0.58-c-x-b1.23-c-a", "r1.33-c-x-b0.58-c-x-b1.23-a", "r1.33-c-x-b0.58-c-b0.65-c-x", "r1.33-c-x-b0.58-c-b0.65-c-x-b0.65", "r1.33-c-x-b0.58-c-b0.65-c-x-b0.65-a", "r1.33-c-x-b0.58-c-b0.65-c-b0.32", "r1.33-c-x-b0.58-c-b0.65-c-b0.65", "r1.33-c-x-b0.58-c-b0.65-c-b0.65-a", "r1.33-c-x-b0.58-c-b1.23-c-b0.32-a", "r1.33-c-x-b0.58-c-b1.23-c-b0.66-a", "r1.33-c-b0.25-c-x-b1.22-c-b0.32-a", "r1.33-c-x-b1.25-c-x-x-b1.24-a", "c-b1.25-c-b1.21-a", "c-b0.25-c-x-x-b0.17", "c-b0.25-c-x-x-b0.17-a", "c-b0.25-c-x-b1.17-c-x-b0.30", "c-b0.25-c-x-b1.17-c-x-b1.25", "c-b0.25-c-x-b1.17-c-x-a", "r1.33-c-x-b0.25-c-x-b0.28", "r1.33-c-x-b0.25-c-x-b0.28-c", "r1.33-c-x-b0.25-c-x-b0.28-c-x", "r1.33-c-x-b0.25-c-x-b0.28-c-x-b0.64", "r1.33-c-x-b0.25-c-x-b0.28-c-x-b0.64-a", "r1.33-c-x-b0.25-c-x-b0.28-c-b0.32", "r1.33-c-x-b0.25-c-x-b0.28-c-b0.32-a", "r1.33-c-x-b0.25-c-x-b0.28-c-b0.64", "r1.33-c-x-b0.25-c-x-b0.28-c-b1.25", "r1.33-c-x-b0.25-c-x-b0.28-c-a", "r1.33-c-x-b0.25-c-x-b0.28-a", "r2.00-c-b1.25-c-b1.25", "r2.00-c-b1.25-c-b1.25-c", "r2.00-c-b1.25-c-b1.25-c-b0.33", "r2.00-c-b1.25-c-b1.25-c-b0.33-a", "r2.00-c-b1.25-c-b1.25-a", "r2.00-c-x-x-x-b0.31-c", "r2.00-c-x-x-x-b0.31-c-x", "r2.00-c-x-x-x-b0.31-c-x-b0.65", "r2.00-c-x-x-x-b0.31-c-x-b0.65-a", "r2.00-c-x-x-x-b0.31-c-b0.31", "r2.00-c-x-x-x-b0.31-c-b0.65", "r2.00-c-x-x-x-b0.31-c-b1.23", "r2.00-c-x-x-x-b0.31-c-b1.23-a", "r2.00-c-x-x-x-b0.31-c-a", "c-b0.50-c-x-x-x-b0.25", "c-b0.50-c-x-x-x-b0.62", "c-b0.50-c-x-x-x-b1.25", "c-b0.50-c-x-x-x-b1.25-a", "c-b0.50-c-x-x-x-a", "r1.33-c-b0.58-c-b0.65-c-b0.32-a", "r3.00-c-b1.23-c-b1.25-c", "r3.00-c-b1.23-c-b1.25-c-x", "r3.00-c-b1.23-c-b1.25-c-x-a", "r3.00-c-b1.23-c-b1.25-a", "r1.33-c-x-b1.25-c-x-b1.24", "r1.33-c-x-b1.25-c-x-b1.24-c", "r1.33-c-x-b1.25-c-x-b1.24-c-x", "r1.33-c-x-b1.25-c-x-b1.24-c-x-b0.33", "r1.33-c-x-b1.25-c-x-b1.24-c-x-b0.33-a", "r1.33-c-x-b1.25-c-x-b1.24-c-b0.33", "r1.33-c-x-b1.25-c-x-b1.24-c-b0.66", "r1.33-c-x-b1.25-c-x-b1.24-c-b0.66-a", "r1.33-c-x-b1.25-c-x-b1.24-c-a", "r1.33-c-x-b1.25-c-x-b1.24-a", "r1.33-c-x-b1.25-c-b0.31-c", "r1.33-c-x-b1.25-c-b0.31-c-x", "r1.33-c-x-b1.25-c-b0.31-c-x-a", "r1.33-c-x-b1.25-c-b0.31-c-b0.32", "r1.33-c-x-b1.25-c-b0.31-c-b0.65", "r1.33-c-x-b1.25-c-b0.31-c-b0.65-a", "r1.33-c-x-b1.25-c-b0.31-c-b1.25", "r1.33-c-x-b1.25-c-b0.31-c-a", "r1.33-c-x-b1.25-c-b0.64-c-x-b0.32", "r1.33-c-x-b1.25-c-b0.64-c-x-b0.32-a", "r1.33-c-x-b1.25-c-b0.64-c-b1.25-a", "r1.33-c-x-b1.25-c-b1.24-c-x-b0.33", "r1.33-c-x-b1.25-c-b1.24-c-x-b0.33-a", "r1.33-c-b0.58-c-x-b0.31", "r1.33-c-b0.58-c-x-b0.31-c", "r1.33-c-b0.58-c-x-b0.31-c-x", "r1.33-c-b0.58-c-x-b0.31-c-x-b0.31", "r1.33-c-b0.58-c-x-b0.31-c-x-b0.31-a", "r1.33-c-b0.58-c-x-b0.31-c-b0.31", "r1.33-c-b0.58-c-x-b0.31-c-b0.64", "r1.33-c-b0.58-c-x-b0.31-c-b0.64-a", "r1.33-c-b0.58-c-x-b0.31-c-b1.24", "r1.33-c-b0.58-c-x-b0.31-c-a", "r1.33-c-b0.58-c-x-b0.31-a", "r1.33-c-x-x-x-b0.58-c", "r1.33-c-x-x-x-b0.58-c-x", "r1.33-c-x-x-x-b0.58-c-b0.31", "r1.33-c-x-x-x-b0.58-c-b0.65", "r1.33-c-x-x-x-b0.58-c-b0.65-a", "r1.33-c-x-x-x-b0.58-c-b1.23", "r1.33-c-x-x-x-b0.58-c-a", "r1.33-c-x-x-x-b0.58-a", "r1.33-c-x-x-b0.25", "r1.33-c-x-x-b0.25-a", "r1.33-c-x-x-b0.58", "r1.33-c-x-x-b0.58-c", "r1.33-c-x-x-b0.58-c-x", "r1.33-c-x-x-b0.58-c-b0.31", "r1.33-c-x-x-b0.58-c-b0.65", "r1.33-c-x-x-b0.58-c-b1.23", "r1.33-c-x-x-b0.58-c-b1.23-a", "r1.33-c-x-x-b0.58-c-a", "r1.33-c-x-x-b1.25", "r1.33-c-x-x-b1.25-c", "r1.33-c-x-x-b1.25-c-x", "r1.33-c-x-x-b1.25-c-x-b1.24", "r1.33-c-x-x-b1.25-c-x-b1.24-a", "r1.33-c-x-x-b1.25-c-b0.31", "r1.33-c-x-x-b1.25-c-b0.64", "r1.33-c-x-x-b1.25-c-b1.24", "r1.33-c-x-x-b1.25-c-b1.24-a", "r1.33-c-x-x-b1.25-c-a", "r1.33-c-b0.25-c-b0.28-c-b1.25-a", "c-x-x-b0.25-c-b1.17", "c-x-x-b0.25-c-b1.17-a", "c-x-b1.25-c-a", "r1.33-c-b0.25-c-x-b1.22-c-x-b0.32", "r1.33-c-b0.25-c-x-b1.22-c-x-b0.32-a", "r1.33-c-b0.25-c-b0.28-c-x-b1.25", "r1.33-c-b0.25-c-b0.28-c-x-b1.25-a", "c-x-b0.50-c-x-b1.25-c-b0.64-a", "r2.00-c-x-x-b0.62-c-x-b0.31", "r2.00-c-x-x-b0.62-c-x-b0.31-a", "r2.00-c-x-x-b0.62-c-x-b1.25", "r2.00-c-x-x-b0.62-c-x-a", "r2.00-c-x-b0.31-c-b0.31-c-x-b0.64", "r2.00-c-x-b0.31-c-b0.31-c-x-b1.24", "r2.00-c-x-b0.31-c-b0.31-c-x-a", "r2.00-c-x-b0.31-c-b0.31-a", "r2.00-c-x-b0.62-c-x-x-b0.31", "r2.00-c-x-b0.62-c-x-x-b0.31-a", "r2.00-c-x-b0.62-c-x-b0.64-c", "r2.00-c-x-b0.62-c-x-b0.64-c-b1.24", "r2.00-c-x-b0.62-c-x-b0.64-c-b1.24-a", "r2.00-c-x-b1.25-c-b1.25", "r2.00-c-x-b1.25-c-b1.25-c", "r2.00-c-x-b1.25-c-b1.25-c-x", "r2.00-c-x-b1.25-c-b1.25-c-x-b0.33", "r2.00-c-x-b1.25-c-b1.25-c-x-a", "r2.00-c-x-b1.25-c-b1.25-a", "c-b0.25-c-x-b1.17-c-b1.25-a", "r1.33-c-x-x-x-b0.58-c-x-b0.65", "r1.33-c-x-x-x-b0.58-c-x-b0.65-a", "r1.33-c-x-x-b0.25-c", "r1.33-c-x-x-b0.25-c-x", "r1.33-c-x-x-b0.25-c-x-a", "r1.33-c-x-x-b0.25-c-b0.28", "r1.33-c-x-x-b0.25-c-b0.61", "r1.33-c-x-x-b0.25-c-b0.61-a", "r1.33-c-x-x-b0.25-c-b1.22", "r1.33-c-x-x-b0.25-c-a", "r1.33-c-b0.25-c-x-b0.28-c-x-b0.64", "r1.33-c-b0.25-c-x-b0.28-c-x-b0.64-a", "r1.33-c-b0.25-c-b0.28-c-x-a", "r2.00-c-b1.25-c-x-x-x", "r2.00-c-b1.25-c-x-x-x-b0.32", "r2.00-c-b1.25-c-x-x-x-b0.64", "r2.00-c-b1.25-c-x-x-x-b1.25", "r2.00-c-b1.25-c-x-x-x-b1.25-a", "r2.00-c-b1.25-c-x-x-x-a", "r2.00-c-b1.25-c-x-b0.64-a", "r2.00-c-b1.25-c-x-b1.25-c-a", "r1.33-c-x-b0.58-c-x-b0.65-c-x-b1.25", "r1.33-c-x-b0.58-c-x-b0.65-c-x-b1.25-a", "r1.33-c-x-b0.58-c-x-b0.65-c-b0.32-a", "r1.33-c-x-b0.58-c-b1.23-c-x-a", "r1.33-c-x-b0.58-c-b1.23-c-b1.24-a", "c-b0.25-c-x-x-a", "r1.33-c-x-x-b1.25-a", "r1.33-c-x-b0.25-c-x-x", "r1.33-c-x-b0.25-c-x-x-b0.61", "r1.33-c-x-b0.25-c-x-x-b0.61-a", "r3.00-c-b0.32-c-b0.64-c-b0.66-a", "r3.00-c-b0.32-c-b0.64-a", "r3.00-c-x-b0.64-c-x-b0.66-c-x-b0.33", "r3.00-c-x-b0.64-c-x-b0.66-c-x-b0.33-a", "r3.00-c-b0.32-c-b0.31-c-x", "r3.00-c-b0.32-c-b0.31-c-x-a", "r3.00-c-b0.32-c-b0.31-c-b0.66", "r3.00-c-b0.32-c-b0.31-c-b1.24", "r3.00-c-b0.64-c-b0.32-c", "r3.00-c-b0.64-c-b0.32-c-x", "r3.00-c-b0.64-c-b0.32-c-x-a", "r3.00-c-b0.64-c-b0.32-c-b0.33", "r3.00-c-b0.64-c-b0.32-c-b0.33-a", "r3.00-c-b0.64-c-b0.32-c-b0.66", "r3.00-c-b0.64-c-b0.32-c-b0.66-a", "r3.00-c-b0.64-c-b0.32-c-b1.24", "r3.00-c-b0.64-c-b0.32-c-b1.24-a", "r3.00-c-b0.64-c-b0.32-c-a", "r3.00-c-b0.64-c-x-x-b0.66-a", "r3.00-c-b0.64-c-x-b0.32-c", "r3.00-c-b0.64-c-x-b0.32-c-b0.33", "r3.00-c-b0.64-c-x-b0.32-c-b0.33-a", "r1.33-c-b1.25-c-b0.64-c-b0.32-a", "r3.00-c-b1.23-c-b1.25-c-a", "c-b0.50-c-x-b0.25-c", "c-b0.50-c-x-b0.25-c-a", "c-b0.50-c-x-b0.62-c-x-b0.61", "c-b0.50-c-x-b0.62-c-x-b1.22", "c-b0.50-c-x-b0.62-c-x-b1.22-a", "c-x-b1.25-c-x-x-x", "c-x-b1.25-c-x-x-b0.29", "c-x-b1.25-c-x-x-b0.64", "c-x-b1.25-c-x-x-b0.64-a", "c-x-b1.25-c-x-x-a", "c-x-b1.25-c-b0.29", "c-x-b1.25-c-b0.29-a", "c-x-b1.25-c-b0.64", "c-x-b1.25-c-b1.21", "c-x-b1.25-c-b1.21-c", "c-x-b1.25-c-b1.21-c-x", "c-x-b1.25-c-b1.21-c-b0.31", "c-x-b1.25-c-b1.21-c-b0.65", "c-x-b1.25-c-b1.21-c-b1.25", "c-x-b1.25-c-b1.21-c-b1.25-a", "c-x-b1.25-c-b1.21-c-a", "c-b0.25-c-x-b1.17-c-x-b0.30-a", "c-b0.25-c-x-b1.17-c-b0.30-a", "c-b0.25-c-b0.50-c-x-b0.58", "c-b0.25-c-b0.50-c-x-b0.58-a", "c-b0.25-c-b1.17-c-b0.65-a", "c-b1.25-c-x-b0.29-c", "c-b1.25-c-x-b0.29-c-b0.32", "c-b1.25-c-x-b0.29-c-b0.32-a", "r3.00-c-x-x-x-b0.32", "r3.00-c-x-x-x-b0.32-c", "r3.00-c-x-x-x-b0.32-c-x", "r3.00-c-x-x-x-b0.32-c-x-b1.25", "r3.00-c-x-x-x-b0.32-c-x-b1.25-a", "r3.00-c-x-x-x-b0.32-c-b0.31", "r3.00-c-x-x-x-b0.32-c-b0.64", "r3.00-c-x-x-x-b0.32-c-b0.64-a", "r3.00-c-x-x-x-b0.32-c-b1.25", "r3.00-c-x-x-x-b0.32-c-a", "r3.00-c-x-x-x-b0.32-a", "r3.00-c-x-x-b1.23-c-x-b0.33", "r3.00-c-x-x-b1.23-c-x-b0.33-a", "r3.00-c-b0.32-c-x-b0.64-c-x-b0.66", "r3.00-c-b0.32-c-x-b0.64-c-x-b0.66-a", "r1.33-c-x-x-x-b0.58-c-b1.23-a", "r1.33-c-x-x-b0.25-c-x-b0.61", "r1.33-c-x-x-b0.25-c-x-b0.61-a", "r1.33-c-x-x-b0.58-a", "r1.33-c-b0.25-c-x-b0.61-c-x", "r1.33-c-b0.25-c-x-b0.61-c-x-a", "r1.33-c-b0.25-c-x-b0.61-c-b0.65", "r1.33-c-b0.25-c-x-b0.61-c-b1.25", "r1.33-c-b0.25-c-x-b0.61-c-b1.25-a", "r1.33-c-b0.25-c-x-b0.61-c-a", "r1.33-c-b0.25-c-x-b0.61-a", "r1.33-c-b0.25-c-b0.28-c-b0.32-a", "r1.33-c-b0.25-c-b0.61-c-b0.33-a", "r1.33-c-b1.25-c-x-b0.64-c-x-b1.25", "r1.33-c-b1.25-c-x-b0.64-c-x-b1.25-a", "c-x-b0.50-c-x-b1.25-c-x-b0.64", "c-x-b0.50-c-x-b1.25-c-x-b0.64-a", "c-x-b0.50-c-b1.25-c-b1.25-a", "r2.00-c-b1.25-c-x-b0.32-c", "r2.00-c-b1.25-c-x-b0.32-c-x", "r2.00-c-b1.25-c-x-b0.32-c-x-b0.65", "r2.00-c-b1.25-c-x-b0.32-c-x-b0.65-a", "r2.00-c-b1.25-c-x-b0.32-c-b0.33", "r2.00-c-b1.25-c-x-b0.32-c-b0.65", "r2.00-c-b1.25-c-x-b0.32-c-b1.25", "r2.00-c-b1.25-c-x-b0.32-c-a", "r2.00-c-b1.25-c-b0.64", "r2.00-c-b1.25-c-a", "c-b1.25-c-x-x-x-b0.64-a", "c-b1.25-c-x-b1.21-c-x-b0.31", "c-b1.25-c-x-b1.21-c-x-b0.65", "c-b1.25-c-x-b1.21-c-x-b1.25", "c-b1.25-c-x-b1.21-c-x-a", "c-b0.50-c-x-b1.25-c", "c-b0.50-c-x-b1.25-c-b1.25", "c-b0.50-c-x-b1.25-c-b1.25-a", "r3.00-c-b0.64-c-x-b0.66-c", "r3.00-c-b0.64-c-x-b0.66-c-a", "r3.00-c-b0.64-c-x-b1.24-c-x-b0.33", "r3.00-c-b0.64-c-x-b1.24-c-x-a", "c-b1.25-c-b0.29-c-x", "c-b1.25-c-b0.29-c-x-b0.32", "c-b1.25-c-b0.29-c-x-b0.32-a", "c-b1.25-c-b0.29-c-x-b0.64", "c-b1.25-c-b0.29-c-x-b1.23", "c-b1.25-c-b0.29-c-x-a", "c-x-x-b1.25-c-x", "c-x-x-b1.25-c-x-b0.29", "c-x-x-b1.25-c-x-b0.64", "c-x-x-b1.25-c-x-b1.21", "c-x-x-b1.25-c-x-b1.21-a", "c-x-x-b1.25-c-x-a", "c-x-b0.25-c-b0.17-a", "c-x-b1.25-c-b0.64-c", "c-x-b1.25-c-b0.64-c-x", "c-x-b1.25-c-b0.64-c-x-b0.31", "c-x-b1.25-c-b0.64-c-x-b0.66", "c-x-b1.25-c-b0.64-c-x-b1.25", "c-x-b1.25-c-b0.64-c-x-a", "c-x-b1.25-c-b0.64-a", "c-b0.50-c-b0.25-c-b0.25-a", "c-x-b0.25-c-x-b0.50-c-x", "c-x-b0.25-c-x-b0.50-c-x-b0.25", "c-x-b0.25-c-x-b0.50-c-x-b0.25-a", "c-x-b0.25-c-x-b0.50-c-b0.25", "c-x-b0.25-c-x-b0.50-c-b0.25-a", "c-x-b0.25-c-x-b0.50-c-b1.25", "c-x-b0.25-c-x-b0.50-c-b1.25-a", "c-x-b0.25-c-x-b0.50-c-a", "c-x-b0.25-c-x-b0.50-a", "c-x-b0.25-c-b0.17-c-x-b0.62", "c-x-b0.25-c-b0.17-c-x-b0.62-a", "c-x-b0.25-c-b0.17-c-b1.25-a", "c-x-b0.25-c-b1.17-c-b0.30-a", "c-b0.50-c-x-b0.25-c-x", "c-b0.50-c-x-b0.25-c-x-a", "c-b0.50-c-x-b0.25-c-b0.25", "c-b0.50-c-x-b0.25-c-b0.58", "c-b0.50-c-x-b0.25-c-b1.25", "r2.00-c-b0.62-c-x-x", "r2.00-c-b0.62-c-x-x-a", "r2.00-c-b0.62-c-x-b0.31", "r2.00-c-b0.62-c-x-b0.64", "r2.00-c-b0.62-c-x-b1.25", "r2.00-c-b0.62-c-x-b1.25-c", "r2.00-c-b0.62-c-x-b1.25-c-x", "r2.00-c-b0.62-c-x-b1.25-c-x-b0.33", "r2.00-c-b0.62-c-x-b1.25-c-x-b0.66", "r2.00-c-b0.62-c-x-b1.25-c-x-b0.66-a", "r2.00-c-b0.62-c-x-b1.25-c-x-a", "r2.00-c-b0.62-c-b0.64-c-b0.66-a", "r2.00-c-b0.62-c-b0.64-a", "c-b0.25-c-b0.17-c-x-b0.25", "c-b0.25-c-b0.17-c-x-b0.25-a", "c-b0.25-c-b0.17-c-x-b0.62", "c-b0.25-c-b0.17-c-x-a", "r1.33-c-x-x-b0.25-c-x-b0.28", "r1.33-c-x-x-b0.25-c-x-b1.22", "r1.33-c-x-x-b0.25-c-x-b1.22-a", "c-b1.25-c-b0.64-c-x-b0.66", "c-b1.25-c-b0.64-c-x-a", "c-b1.25-c-b0.64-a", "c-b1.25-c-x-b0.29-c-x", "c-b1.25-c-x-b0.29-c-x-a", "c-b1.25-c-x-b0.29-c-b0.64", "c-b1.25-c-x-b0.29-c-b1.23", "c-b1.25-c-x-b0.29-c-b1.23-a", "c-b1.25-c-x-b0.29-c-a", "c-b1.25-c-b0.29-c-b0.64", "c-b1.25-c-b0.29-c-b0.64-a", "c-b1.25-c-b0.29-c-b1.23", "c-b0.25-c-b0.50-c-b0.58-a", "r3.00-c-b0.64-c-b0.32-c-x-b0.33", "r3.00-c-b0.64-c-b0.32-c-x-b0.33-a", "r3.00-c-b0.64-c-b0.66-c-x-b0.33", "r3.00-c-b0.64-c-b0.66-c-x-b0.33-a", "r3.00-c-b0.64-c-x-b0.66-a", "r2.00-c-x-b0.62-c-x-b0.31-c-x-b0.33", "r2.00-c-x-b0.62-c-x-b0.31-c-x-b0.33-a", "r2.00-c-x-b0.62-c-x-b0.31-c-b0.66-a", "r2.00-c-x-b0.62-c-b0.64-c-x-b0.33", "r2.00-c-x-b0.62-c-b0.64-c-x-b0.33-a", "r2.00-c-x-b0.62-c-b1.25-c-x-b0.66", "r2.00-c-x-b0.62-c-b1.25-c-x-b0.66-a", "c-b1.25-c-b0.29-c-b1.23-a", "r1.33-c-b0.58-c-x-x", "r1.33-c-b0.58-c-x-x-x", "r1.33-c-b0.58-c-x-x-x-b0.31", "r1.33-c-b0.58-c-x-x-x-b0.65", "r1.33-c-b0.58-c-x-x-x-b1.23", "r1.33-c-b0.58-c-x-x-x-b1.23-a", "r1.33-c-b0.58-c-x-x-x-a", "r1.33-c-b0.58-c-x-b0.65", "r2.00-c-x-x-b1.25-c-b0.32-a", "r2.00-c-x-b0.31-c-x-x-x", 